11/data/attachments/384288d98db3aa1e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_ea012c27-1fb7-4d5d-a30a-615ac3c7dbfc</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>6</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>